TOKEN = "8558040313:AAEsgcWTAO0-mQojc9L03cgsmY23-iXgVpk"
ADMIN_PASSWORD = "ALINANAITS8520174"
ADMIN_ID = []

DB_NAME = "users_id"

# Настройки расписания
WORKING_HOURS_WEEKDAY = [
    '10:00', '10:30', '11:00', '11:30', '12:00', '12:30', '13:00',
    '13:30', '14:00', '14:30', '15:00', '15:30', '16:00', '16:30',
    '17:00', '17:30', '18:00', '18:30', '19:00'
    ]
WORKING_HOURS_WEEKEND = [
    '11:00', '11:30', '12:00', '12:30', '13:00', '13:30',
    '14:00', '14:30', '15:00', '15:30', '16:00', '16:30',
    '17:00', '17:30', '18:00'
    ]
WORKING_HOURS_SUNDAY = []  # Воскресенье - выходной

# Настройки уведомлений
REMINDER_HOURS_BEFORE = 2  # За сколько часов напоминать о записи